Repository: PoGo-Devs/PoGo
Catalog: src/PoGo.Windows/Localization/*/Items.resw
Source language: en_us
Languages: cs, de, el, es, fr, hu_hu, it, nl, pl, pt_br, pt_pt, ru, tr, zh_cn, zh_hk, zh_tw

# ItemPokemonStorageUpgrade
source: Pokemon Storage Upgrade
cs: Vylepšení Uložiště Pokemonů
de: Pokémon-Aufbewahrung-Plus
el: Αντικείμενο Αναβάθμισης Αποθήκης Πόκεμον
es: Aumento de Espacio (Pokémon)
fr: Extension du stockage de Pokémon
hu_hu: Pokémon kapacitás növelés
it: Ampliamento spazio Pokémon
nl: Pokemon opslag Upgrade
pl: Ulepszenie Przechowywania Pokémonów
pt_br: Atualização de Armazenamento de Pokemon
pt_pt: Melhoria do armazenamento de Pokemons
ru: Улучшение Хранилища Покемонов
tr: Pokémon Limiti Geliştirmesi
zh_cn: 宝可梦空间升级
zh_hk: 進化
zh_tw: 寶可夢空間擴充

# ItemPotion
source: Potion
cs: Lektvar
de: Trank
el: Φίλτρο
es: Poción
hu_hu: Főzet
it: Pozione
pl: Mikstura
pt_br: Poção
pt_pt: Poção
ru: Микстура
tr: İksir
zh_cn: 药水
zh_hk: 恢復藥水
zh_tw: 藥水

# ItemRazzBerry
source: Razz Berry
cs: Bobule Razz
de: Himmihbeere
el: Ράζ Μούρο
es: Baya Frambu
fr: Baie Framby
hu_hu: Málna
it: Baccalampone
pl: Jagoda Razz
pt_pt: Baga Razz
ru: Разз-Бэри
tr: Razz Böğürtleni
zh_cn: 红蔓梅
zh_hk: 木莓
zh_tw: 紅蔓莓

# ItemRevive
source: Revive
cs: Oživit
de: Beleber
el: Επαναφορά
es: Revivir
fr: Rappel
hu_hu: Felélesztés
it: Revitalizzante
nl: Doen herleven
pl: Ożywienie
pt_br: Reviver
pt_pt: Reanimador
ru: Восстановитель
tr: Canlandırma
zh_cn: 复活石
zh_hk: 復活石
zh_tw: 復活石

# ItemSpecialCamera
source: Special Camera
cs: Speciální fotoaparát
de: Kamera
el: Ειδική Κάμερα
es: Cámara Especial
fr: Caméra spéciale
hu_hu: Speciális kamera
it: Fotocamera
nl: Speciale Camera
pl: Specjalny Aparat
pt_br: Câmera Especial
pt_pt: Câmara Especial
ru: Спец. Камера
tr: Özel Kamera
zh_cn: 特殊相机
zh_tw: 相機

# ItemSuperPotion
source: Super Potion
cs: Super Lektvar
de: Supertrank
el: Σούπερ Φίλτρο
es: Superpoción
hu_hu: Szuper főzet
it: Superpozione
pl: Super Mikstura
pt_br: Super Poção
pt_pt: Super Poção
ru: Супер Микстура
tr: Süper İksir
zh_cn: 强效药水
zh_hk: 強效恢復藥水
zh_tw: 超級藥水

# ItemTroyDisk
source: Lure Module
de: Lockmodul
el: Δίσκος Τρόι
es: Disco de troya
fr: Disque de Troie
hu_hu: Trójai lemez
it: Modulo esca
nl: Troy schijf
pl: Dysk Troy
pt_br: Disco do Troy
ru: Диск "Трой"
tr: Truva Diski
zh_cn: 特洛伊磁盘

# ItemUltraBall
source: Ultra Ball
de: Hyperball
el: Ούλτρα Μπαλ
hu_hu: Ultra labda
nl: Ultra bal
pt_pt: Ultra Bola
ru: УльтраБолл
tr: Ultra Top
zh_cn: 超级球
zh_hk: 起級球
zh_tw: 高級球

# ItemUnknown
source: Unknown
cs: Neznámé
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
hu_hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ru: Неизвестно
tr: Bilinmez
zh_cn: 未知
zh_hk: 未知
zh_tw: 未知

# ItemWeparBerry
source: Wepar Berry
cs: Bobule Wepar
de: Nirbebeere
el: Γουέπαρ Μούρο
es: Baya Peragu
fr: Baies Framby
hu_hu: Wepar Bogyó
it: Baccapera
pl: Jagoda Wepar
pt_pt: Baga Wepar
ru: Вепар-Бэри
tr: Wepar Böğürtleni
zh_cn: 青梨
zh_tw: 青梨

# ItemXAttack
source: X Attack
cs: X Útok
de: X-Angriff
el: X Επίθεση
es: Ataque X
fr: X Attaque
hu_hu: X Támadás
it: Attacco X
nl: X aanval
pl: Atak X
pt_br: X Ataque
pt_pt: Ataque X
ru: X Аттака
tr: X Saldırı
zh_cn: X 攻击
zh_tw: 力量增強

# ItemXDefense
source: X Defense
cs: X Obrana
de: X-Verteidigung
el: X Άμυνα
es: Defensa X
fr: X Défense
hu_hu: X Védekezés
it: Difesa X
pl: Obrona X
pt_br: X Defesa
pt_pt: Defesa X
ru: X Защита
tr: X Savunma
zh_cn: X 防御
zh_tw: 傷害預防

# ItemXMiracle
source: X Miracle
cs: X Zázrak
de: X-Wunder
el: X Θαύμα
es: Milagro X
hu_hu: X Képesség
it: Miracolo X
nl: X wonder
pl: Cud X
pt_br: X Milagre
pt_pt: Milagre X
ru: X Магия
tr: X Mucize
zh_cn: X 奇迹
zh_tw: 奇蹟增強
